Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Share With Developers
ar: المشاركة مع المطورين
bg: Споделяй с разработчиците
ca: Comparteix les dades
cs: Sdílet data s vývojáři
da: Del med udviklere
de: Mit Entwicklungsteams teilen
el: Κοινοποίηση σε δημιουργούς
es: Compartir con desarrolladores
es_us: Compartir con desarrolladores
fi: Jaa kehittäjien kanssa
fr: Partager avec les développeurs
fr_ca: Partager avec les développeurs
he: שיתוף עם צוות הפיתוח
hi: डेवलपर के साथ शेयर करें
hr: Dijeli s developerima
hu: Megosztás a fejlesztőkkel
id: Bagikan Dengan Pengembang
it: Condividi con gli sviluppatori
ja: デベロッパと共有
kk: Әзірлеушілермен бөлісу
ko: 개발자와 공유
lt: Bendrinti su kūrėjais
ms: Kongsi dengan Pembangun
nl: Deel met ontwikkelaars
no: Del med utviklere
pl: Udostępniaj deweloperom
pt_br: Compartilhar com Desenvolvedores
pt_pt: Partilhar com os programadores
ro: Partajare cu dezvoltatorii
ru: Делиться с разработчиками
sk: Zdieľať s vývojármi
sl: Deljenje z razvijalci
sv: Dela med utvecklare
th: แชร์กับนักพัฒนา
tr: Geliştiricilerle Paylaş
uk: Звіти для розробників
vi: Chia sẻ với nhà phát triển
zh_cn: 与开发者共享
zh_hk: 與開發者分享
zh_tw: 與開發者分享

# DIAGNOSTIC_USAGE_DATA_VOS_SEED
source: visionOS Developer Analytics Data
ar: بيانات تحليلات مطوري visionOS
bg: Аналитични данни на разработчиците на visionOS
ca: Dades d’anàlisi per al desenvolupament del visionOS
cs: Data analýzy ve vývojářském prostředí visionOS
da: visionOS-udvikleranalysedata
de: visionOS-Entwickleranalysedaten
el: Δεδομένα ανάλυσης visionOS Developer
es: Datos de análisis para desarrolladores de visionOS
es_us: Datos de análisis para desarrolladores de visionOS
fi: visionOS-kehittäjien analyysitiedot
fr: Données d’analyse pour le développement de visionOS
fr_ca: Données d’analyse pour le développement de visionOS
he: ניתוח נתוני פיתוח ל-visionOS
hi: visionOS डेवलपर ऐनालिटिक्स डेटा
hr: Podaci analize developera za visionOS
hu: A visionOS fejlesztői elemzési adatai
id: Data Analisis Pengembang visionOS
it: Dati di analisi per lo sviluppo di visionOS
ja: visionOSデベロッパ解析データ
kk: visionOS әзірлеуші аналитикасының деректері
ko: visionOS 개발자 분석 데이터
lt: „visionOS“ kūrėjo analizės duomenys
ms: Data Analitis Pembangun visionOS
nl: Analysegegevens voor visionOS-ontwikkelaars
no: Utvikleranalyse og -data for visionOS
pl: Dane analiz visionOS dla deweloperów
pt_br: Dados de Análise para o Desenvolvimento do visionOS
pt_pt: Dados de análise para programadores do visionOS
ro: Date analiză pentru dezvoltatori visionOS
ru: Аналитические данные для разработчиков visionOS
sk: Analytické dáta vývojárskej verzie visionOS
sl: Podatki analitike za razvijalce visionOS
sv: visionOS-utvecklaranalysdata
th: ข้อมูลการวิเคราะห์ของนักพัฒนา visionOS
tr: visionOS Geliştirici Analizleri Verisi
uk: Дані аналітики для розробників visionOS
vi: Dữ liệu phân tích nhà phát triển visionOS
zh_cn: visionOS开发者分析数据
zh_hk: visionOS開發者分析資料
zh_tw: visionOS開發者分析資料

# PROBLEM_REPORTING_TITLE
source: Diagnostics
ar: التشخيصات
bg: Диагностика
ca: Diagnòstic
cs: Diagnostika
da: Diagnostik
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
es_us: Diagnóstico
fi: Vianmääritys
fr: Diagnostic
fr_ca: Diagnostic
he: כלי אבחון
hi: डायग्नॉस्टिक
hr: Dijagnostika
hu: Diagnosztika
id: Diagnostik
it: Diagnosi
ja: 診断
kk: Диагностика
ko: 진단
lt: Diagnostika
ms: Diagnostik
nl: Diagnose
no: Diagnostikk
pl: Diagnostyka
pt_br: Diagnóstico
pt_pt: Diagnóstico
ro: Diagnoză
ru: Диагностика
sk: Diagnostika
sl: Diagnostika
sv: Diagnos
th: การวินิจฉัย
tr: Tanılar
uk: Діагностика
vi: Chẩn đoán
zh_cn: 诊断
zh_hk: 診斷
zh_tw: 診斷

# ABOUT_WHEELCHAIR_DATA
source: Improve Wheelchair Mode & Privacy
ar: تحسين نمط الكرسي المتحرك والخصوصية
bg: Подобряване на режим Инвалидна количка и поверителност
ca: Millora del mode de cadira de rodes i la privacitat
cs: Vylepšování režimu vozíku a soukromí
da: Gør kørestolsfunktion bedre og anonymitet
de: Rollstuhlmodus verbessern & Datenschutz
el: Βελτίωση λειτουργίας αναπηρικού αμαξιδίου και απόρρητο
es: Mejorar el modo “Silla de ruedas” y la privacidad
es_us: Modo de mejoras y la privacidad
fi: Paranna pyörätuolitilaa ja tietosuoja
fr: « Améliorer le mode Fauteuil » et confidentialité
fr_ca: « Améliorer le mode Fauteuil roulant » et confidentialité
he: ״שיפור ׳מצב כיסא גלגלים׳״ ופרטיות
hi: “ह्वीलचेयर मोड बेहतर बनाएँ” और गोपनीयता
hr: Poboljšanje moda invalidskih kolica i privatnost
hu: A Kerekesszékes mód továbbfejlesztése és az adatvédelem
id: Tingkatkan Mode Kursi Roda & Privasi
it: “Migliora modalità ‘Sedia a rotelle’” e privacy
ja: “車椅子モードの改善”とプライバシー
kk: Мүгедектер арбасы режимін және қауіпсіздікті жақсарту
ko: 휠체어 모드 향상 및 개인정보 보호
lt: „Neįgaliojo vežimėlio režimo tobulinimas“ ir privatumas
ms: Tingkatkan Mod Kerusi Roda & Privasi
nl: 'Verbeter rolstoelmodus' en privacy
no: Forbedre rullestolmodus og personvern
pl: Funkcja Ulepszaj tryb wózka i prywatność
pt_br: Melhorar o Modo Cadeirante e Privacidade
pt_pt: Melhorar modo cadeira de rodas e a Privacidade
ro: Îmbunătățire Scaun cu rotile și intimitatea
ru: Улучшение режима «Кресло-коляска» и конфиденциальность
sk: Vylepšovanie režimu invalidný vozík a súkromie
sl: Izboljšanje načina Invalidski voziček in zasebnost
sv: Förbättra rullstolsläget och integritet
th: ปรับปรุงโหมดวีลแชร์และความเป็นส่วนตัว
tr: TS Modunu İyileştir ve Gizlilik
uk: Покращення Режиму візка і приватність
vi: Cải thiện Chế độ xe lăn & Quyền riêng tư
zh_cn: 改进轮椅模式与隐私
zh_hk: 改進輪椅模式與私隱
zh_tw: 改進輪椅模式與隱私權

# ABOUT_DIAGNOSTICS_LINK_VOS_SEED
source: About visionOS Developer Analytics & Privacy…
ar: حول تحليلات مطوري visionOS والخصوصية…
bg: За аналитични данни на разработчиците на visionOS и поверителност…
ca: Sobre l’anàlisi per al desenvolupament del visionOS i la privacitat…
cs: O analýze ve vývojářském prostředí visionOS a soukromí…
da: Om visionOS-udvikleranalyse og anonymitet…
de: Über visionOS-Entwickleranalysen & Datenschutz …
el: Πληροφορίες για την Ανάλυση visionOS Developer και το απόρρητο…
es: Acerca del análisis para desarrolladores de visionOS y la privacidad…
es_us: Acerca del análisis para desarrolladores de visionOS y la privacidad…
fi: Tietoja: visionOS-kehittäjien analyysitiedot ja tietosuoja…
fr: Analyse pour le développement de visionOS et confidentialité…
fr_ca: Analyse pour le développement de visionOS et confidentialité…
he: מידע בנושא ״נתוני פיתוח ל-visionOS״ ופרטיות…
hi: visionOS डेवलपर ऐनालिटिक्स और गोपनीयता परिचय…
hr: Više o analizi developera za visionOS i privatnosti…
hu: A visionOS fejlesztői elemzéséről és az adatvédelemről…
id: Mengenai Analisis & Privasi Pengembang visionOS…
it: “Analisi per lo sviluppo di visionOS” e privacy…
ja: visionOSデベロッパ解析とプライバシーについて…
kk: visionOS әзірлеуші аналитикасы және құпиялылық туралы ақпарат…
ko: visionOS 개발자 분석 및 개인정보 보호에 관하여…
lt: Apie „visionOS“ kūrėjo analizę“ ir privatumą…
ms: Perihal Analitis Pembangun visionOS & Privasi…
nl: Over 'Analyse voor visionOS-ontwikkelaars' en privacy…
no: Om Utvikleranalyse og personvern for visionOS…
pl: Analizy visionOS dla deweloperów i prywatność…
pt_br: Sobre a Análise e Privacidade do Desenvolvedor do visionOS…
pt_pt: Acerca de Análise para programadores do visionOS e Privacidade…
ro: Despre analiza pentru dezvoltatori visionOS și intimitate…
ru: Об Аналитике для разработчиков visionOS и конфиденциальности…
sk: O analytike vývojárskej verzie visionOS a súkromí…
sl: Več o analitiki za razvijalce visionOS in zasebnosti …
sv: Om visionOS-utvecklaranalys och integritet…
th: เกี่ยวกับการวิเคราะห์ของนักพัฒนา visionOS และความเป็นส่วนตัว…
tr: visionOS Geliştirici Analizleri ve Gizlilik Hakkında…
uk: Про Аналітику для розробників visionOS і приватність…
vi: Phân tích nhà phát triển visionOS & Quyền riêng tư…
zh_cn: 关于visionOS开发者分析与隐私…
zh_hk: 關於visionOS開發者分析與私隱⋯
zh_tw: 關於visionOS開發者分析與隱私權⋯

# ABOUT_APP_AND_ACCESSORY_ANALYTICS_LINK
source: About Sharing with Developers & Privacy…
ar: حول المشاركة مع المطورين والخصوصية…
bg: За Споделяне с разработчици и поверителност…
ca: Sobre la compartició amb els equips de desenvolupament i la privacitat…
cs: O sdílení dat s vývojáři a soukromí…
da: Om deling med udviklere og anonymitet…
de: Über „Teilen mit Entwicklungsteams“ & Datenschutz …
el: Πληροφορίες για την Κοινοποίηση σε δημιουργούς και το απόρρητο…
es: Acerca de “Compartir con desarrolladores” y la privacidad…
es_us: Acerca de Compartir con desarrolladores y la privacidad…
fi: Tietoja: Jakaminen kehittäjien kanssa ja tietosuoja…
fr: Partager avec les développeurs et confidentialité…
fr_ca: Partage avec les développeurs et confidentialité…
he: מידע על ״שיתוף עם צוות הפיתוח״ ופרטיות…
hi: डेवलपर के साथ शेयरिंग और गोपनीयता परिचय…
hr: O dijeljenju s developerima i privatnosti…
hu: A fejlesztőkkel való megosztásról és az adatvédelemről…
id: Mengenai Berbagi dengan Pengembang & Privasi…
it: Condivisione con gli sviluppatori e privacy…
ja: “デベロッパと共有”とプライバシーについて…
kk: Әзірлеушілермен бөлісу және құпиялылық туралы ақпарат…
ko: 개발자와 공유 및 개인정보 보호에 관하여…
lt: Apie bendrinimą su kūrėjais ir privatumą…
ms: Perihal Perkongsian dengan Pembangun & Privasi…
nl: Over 'Deel met ontwikkelaars' en privacy…
no: Om Deling med utviklere og personvern…
pl: Udostępnianie deweloperom i prywatność…
pt_br: Sobre o Compartilhamento com Desenvolvedores e Privacidade…
pt_pt: Acerca de Partilha com programadores e Privacidade…
ro: Despre partajarea cu dezvoltatorii și intimitate…
ru: Об отправке данных разработчикам и конфиденциальности…
sk: O zdieľaní s vývojármi a súkromí…
sl: Več o deljenju z razvijalci in zasebnosti …
sv: Om Dela med utvecklare och integritet…
th: เกี่ยวกับการแชร์กับนักพัฒนาและความเป็นส่วนตัว…
tr: Geliştiricilerle Paylaşma ve Gizlilik Hakkında…
uk: Про Звіти для розробників і Приватність…
vi: Chia sẻ với nhà phát triển & Quyền riêng tư…
zh_cn: 关于与开发者共享与隐私…
zh_hk: 關於與開發者共享與私隱⋯
zh_tw: 關於與開發者分享與隱私權⋯

# FILESYSTEM_METADATA_SNAPSHOT_FAIL_TITLE
source: Snapshot failed
ar: فشلت اللقطة
bg: Грешка при изготвяне на снимка
ca: La captura ha fallat
cs: Pořizování snímku selhalo
da: Snapshot mislykkedes
de: Schnappschuss fehlgeschlagen
el: Απέτυχε η λήψη στιγμιότυπου
es: Error de captura
es_us: Error al tomar la instantánea
fi: Tilannevedos epäonnistui
fr: Échec de l’instantané
fr_ca: Échec de capture
he: לא ניתן היה ליצור תמונת מצב
hi: स्नैपशॉट विफल हो गया
hr: Snimanje nije uspjelo
hu: A pillanatkép sikertelen volt
id: Snapshot gagal
it: Istantanea non riuscita
ja: スナップショットを作成できませんでした
kk: Снепшот жасау сәтсіз аяқталды
ko: 스냅샷 찍기 실패
lt: Momentinės kopijos sukurti nepavyko
ms: Petikan gagal
nl: Snapshot mislukt
no: Øyeblikksbilde mislyktes
pl: Błąd migawki
pt_br: A captura falhou
pt_pt: Snapshot falhou
ro: Instantaneu eșuat
ru: Сбой создания снимка
sk: Snímkovanie zlyhalo
sl: Posnetka ni bilo mogoče ustvariti
sv: Ögonblicksbild misslyckades
th: บันทึกสถานะไม่สำเร็จ
tr: Anlık görüntü başarısız
uk: Знімок не зроблено
vi: Không thể chụp ảnh nhanh
zh_cn: 快照创建失败
zh_hk: 快照失敗
zh_tw: 製作快照失敗

# RESUME_DIAGNOSTICS_WITH_APPLE_SUPPORT
source: Resume Diagnostics Support Session
ar: استئناف دورة دعم التشخيص
bg: Възобнови сесия за диагностика
ca: Reprèn la sessió de diagnòstic
cs: Pokračovat v diagnostické relaci podpory
da: Fortsæt diagnostik med support
de: Diagnose-Support-Sitzung fortsetzen
el: Συνέχιση συνεδρίας υποστήριξης διαγνωστικών ελέγχων
es: Reanudar sesión de soporte de diagnósticos
es_us: Continuar sesión con soporte técnico
fi: Jatka vianmääritystä Applen tuen kanssa
fr: Reprendre le diagnostic avec l’assistance
fr_ca: Reprendre le diagnostic avec l’assistance
he: המשך הפעלה של תמיכת אבחון
hi: डायग्नॉस्टिक समर्थन सत्र जारी रखें
hr: Nastavi dijagnostičku sesiju podrške
hu: Diagnosztikai munkamenet folytatása
id: Lanjutkan Sesi Dukungan Diagnostik
it: Riprendi sessione di supporto diagnosi
ja: 診断サポートセッションを再開
kk: Диагностикалық қолдау көрсету сеансын жалғастыру
ko: 진단 지원 세션 재개
lt: Tęsti diagnostikos palaikymo seansą
ms: Teruskan Sesi Sokongan Diagnostik
nl: Hervat diagnostische supportsessie
no: Fortsett diagnostikk med kundestøtte
pl: Wznów sesję diagnostyczną wsparcia
pt_br: Retomar Sessão de Suporte de Diagnóstico
pt_pt: Retomar sessão de diagnóstico
ro: Reluați sesiunea de diagnoză cu asistența
ru: Возобновить диагностику
sk: Pokračovať v diagnostickej relácii
sl: Nadaljuj sejo diagnosticiranja s podporo
sv: Återuppta diagnossupportsessionen
th: ทำการวินิจฉัยต่อ
tr: Tanı Destek Oturumunu Sürdür
uk: Поновити сеанс діагностики
vi: Tiếp tục phiên hỗ trợ chẩn đoán
zh_cn: 继续诊断支持会话
zh_hk: 繼續診斷支援作業
zh_tw: 繼續診斷支援階段

source: About filesystem metadata snapshot
ar: حول التقاط بيانات تعريف نظام الملفات
bg: За снимка на мета данните на файловата система
ca: Sobre la captura de metadades de sistema d’arxius
cs: O snímku metadat souborového systému
da: Om Metadatasnapshot af arkivsystem
de: Über Schnappschüsse der Dateisystemmetadaten
el: Πληροφορίες για τη λήψη στιγμιότυπου μεταδεδομένων συστήματος αρχείων
es: Acerca de la captura de metadatos del sistema de archivos
es_us: Acerca de la instantánea de metadatos de filesystem
fi: Tietoja tiedostojärjestelmän metatietojen tilannevedoksesta
fr: À propos de l’instantané des métadonnées du système de fichiers
fr_ca: À propos de l’instantané des métadonnées du système de fichier
he: מידע על תמונת מצב של מטא-נתונים של מערכת הקבצים
hi: फ़ाइल सिस्टम मेटाडेटा स्नैपशॉट परिचय
hr: Više o snimci metapodataka sustava
hu: A fájlrendszer metaadat-pillanatképéről
id: Tentang snapshot metadata sistem file
it: Informazioni istantanea metadati filesystem
ja: ファイルシステムのメタデータのスナップショット作成について
kk: Файлдық жүйе метадеректерінің снепшоты туралы ақпарат
ko: 파일 시스템 메타 데이터 스냅샷에 관하여
lt: Apie failų sistemos metaduomenų momentinę kopiją
ms: Perihal petikan metadata sistem fail
nl: Over snapshot van metadata van bestandssysteem
no: Om øyeblikksbilder av filsystemmetadata
pl: Migawka metadanych systemu plików…
pt_br: Sobre a captura de metadados do sistema de arquivos
pt_pt: Acerca do snapshot de metadados do sistema de ficheiros
ro: Informații instantaneu metadate sistem de fișiere
ru: О снимке метаданных файловой системы
sk: O snímke metadát súborového systému
sl: O posnetku metapodatkov datotečnega sistema
sv: Om ögonblicksbild av filsystemets metadata
th: เกี่ยวกับบันทึกสถานะเมตาดาต้าของระบบไฟล์
tr: Dosya sistemi üst verileri anlık görüntüsü hakkında
uk: Про знімок метаданих файлової системи
vi: Giới thiệu về ảnh chụp nhanh siêu dữ liệu hệ thống tệp
zh_cn: 关于文件系统元数据快照
zh_hk: 關於檔案系統元數據快照
zh_tw: 關於檔案系統後設資料快照

# ABOUT_DIAGNOSTICS_TITLE
source: Analytics
ar: التحليلات
bg: Аналитични данни
ca: Anàlisi
cs: Analýza
da: Analyse
de: Analyse
el: Ανάλυση
es: Análisis
es_us: Análisis
fi: Analyysi
fr: Analyse
fr_ca: Analyse
he: נתונים
hi: ऐनालिटिक्स
hr: Analiza
hu: Elemzés
id: Analisis
it: Analisi
ja: 解析
kk: Аналитика
ko: 분석
lt: Analizė
ms: Analitis
nl: Analyse
no: Analyse
pl: Analizy
pt_br: Análise
pt_pt: Análise
ro: Analiză
ru: Аналитика
sk: Analytika
sl: Analitika
sv: Analys
th: การวิเคราะห์
tr: Analiz
uk: Аналітика
vi: Phân tích
zh_cn: 分析
zh_hk: 分析
zh_tw: 分析

# SHARE_ANALYTICS_WATCH_IPHONE
source: Share iPhone & Watch Analytics
ar: مشاركة تحليلات iPhone والساعة
bg: Споделяне на iPhone и Watch аналитични данни
ca: Comparteix (iPhone i Watch)
cs: Sdílet analýzu iPhonu a hodinek
da: Del iPhone- & Apple Watch-analyse
de: iPhone- & Watch-Analyse teilen
el: Κοινοποίηση δεδομένων Ανάλυσης iPhone και Watch
es: Compartir (iPhone y Watch)
es_us: Compartir análisis (iPhone y Watch)
fi: Jaa iPhone- ja Watch-analyysi
fr: Partager l’analyse (iPhone+Watch)
fr_ca: Partager les analyses
he: שיתוף נתוני iPhone ושעון
hi: iPhone और Watch ऐनालिटिक्स शेयर करें
hr: Podijeli analizu iPhonea i sata
hu: Az iPhone és Watch elemzésének megosztása
id: Analisis iPhone & Apple Watch
it: Condividi dati iPhone e Watch
ja: iPhoneとWatch解析を共有
kk: iPhone және сағат аналитикасын бөлісу
ko: iPhone 및 Watch 분석 공유
lt: Bendrinti „iPhone“ ir „Watch“ analizę
ms: Kongsi Analitis iPhone & Jam
nl: Deel iPhone- en Watch-analyse
no: Del iPhone- og Apple Watch-analyse
pl: Udostępniaj Analizy iPhone'a i Apple Watch
pt_br: Compartilhar Análise
pt_pt: Partilhar análise do iPhone e do Apple Watch
ro: Partajare analiză iPhone și Watch
ru: Делиться для iPhone и часов
sk: Zdieľať analytiku iPhonu a hodiniek
sl: Deli analitiko iPhona in ure
sv: Dela iPhone- och Watch-analys
th: แชร์การวิเคราะห์ iPhone และ Watch
tr: iPhone ve Watch Analizini Paylaş
uk: Поширювати аналітику iPhone і годинника
vi: Chia sẻ Phân tích iPhone & Đồng hồ
zh_cn: 共享iPhone与手表分析
zh_hk: 分享iPhone與手錶分析
zh_tw: 分享iPhone與Apple Watch分析

# IMPROVE_ASSISTIVE_VOICE_EXPLANATION
source: Help Apple improve Vocal Shortcuts and Voice Control by sharing audio recordings of your Vocal Shortcuts and Voice Control interactions from this device. %@
ar: مساعدة Apple في تحسين الاختصارات الصوتية والتحكم بالصوت من خلال مشاركة التسجيلات الصوتية لتفاعلاتك مع الاختصارات الصوتية والتحكم بالصوت من هذا الجهاز. %@
bg: Помогнете на Apple да подобри функциите Гласови бързи команди и Управление с глас, като споделяте аудио записи за вашите взаимодействия чрез Гласови бързи команди и Управление с глас от това устройство. %@
ca: Per ajudar Apple a millorar les funcions de suport per a la veu, pots compartir les gravacions d’àudio de les interaccions amb les dreceres de veu i el control per veu al dispositiu. %@
cs: Pomozte společnosti Apple s vylepšováním hlasových zkratek a hlasového ovládání tím, že s ní budete sdílet zvukové záznamy svých interakcí s hlasovými zkratkami a hlasovým ovládáním z tohoto zařízení. %@
da: Hjælp Apple med at forbedre Stemmegenveje og Stemmekontrol ved at dele lydoptagelser af dine interaktioner i Stemmegenveje og Stemmekontrol på denne enhed. %@
de: Unterstütze Apple dabei, Stimmkurzbefehle sowie die Sprachsteuerung zu verbessern, indem du Audioaufnahmen deiner Stimmkurzbefehle und Interaktionen mit der Sprachsteuerung auf diesem Gerät teilst. %@
el: Βοηθήστε την Apple να βελτιώσει τις Φωνητικές συντομεύσεις και τον Φωνητικό έλεγχο μέσω της κοινοποίησης των αλληλεπιδράσεών σας με αυτά σε αυτήν τη συσκευή. %@
es: Ayuda a Apple a mejorar los atajos de voz y el control por voz compartiendo las grabaciones de audio de este tipo de interacciones en este dispositivo. %@
es_us: Ayuda a Apple a mejorar las funciones rápidas de voz y el control por voz al compartir las grabaciones de audio de tus interacciones con estas funciones desde este dispositivo. %@
fi: Auta Applea parantamaan puheäänioikoteitä ja ääniohjausta jakamalla tästä laitteesta äänitallenteita puheäänioikoteiden ja ääniohjauksen käytöstäsi. %@
fr: Aidez Apple à améliorer les raccourcis vocaux et le contrôle vocal en partageant les enregistrements audio de vos interactions avec les raccourcis vocaux et le contrôle vocal sur cet appareil. %@
fr_ca: Aidez Apple à améliorer les raccourcis vocaux et la commande vocale en partageant des enregistrements audio de vos interactions avec vos raccourcis vocaux et la commande vocale à partir de cet appareil. %@
he: באפשרותך לעזור ל-Apple לשפר את המאפיינים ״קיצורים קוליים״ ו״שליטה קולית״ באמצעות שיתוף הקלטות שמע של האינטראקציות שלך עם ״קיצורים קוליים״ ועם ״שליטה קולית״ ממכשיר זה. ‏%@
hi: इस डिवाइस से अपने वोकल शॉर्टकट और वॉयस कंट्रोल इंटरऐक्शन की ऑडियो रिकॉर्डिंग शेयर करके वोकल शॉर्टकट और वॉइस कंट्रोल को बेहतर बनाने में Apple की मदद करें। %@
hr: Pomozite Appleu u poboljšanju Vokalnih prečaca i Upravljanja glasom tako da podijelite audio snimke svojih interakcija s Vokalnim prečacima i Glasovnim upravljanjem s ovog uređaja. %@
hu: Segíthet az Apple-nek a Beszédhangos parancsok és a Hangvezérlés továbbfejlesztésében, ha megosztja az erről az eszközről származó Beszédhangos parancsokkal és Hangvezérléssel kapcsolatos interakciók hangfelvételeit. %@
id: Bantu Apple meningkatkan Pintasan Suara dan Kontrol Suara dengan membagikan rekaman audio interaksi Pintasan Suara dan Kontrol Suara Anda dari perangkat ini. %@
it: Aiuta Apple a migliorare le abbreviazioni vocali e “Controllo vocale” condividendo registrazioni audio delle tue interazioni con queste funzionalità dal dispositivo. %@
ja: ボーカルショートカットのオーディオ録音やこのデバイスからの音声コントロールの操作を共有することで、ボーカルショートカットおよび音声コントロール機能の向上にご協力いただけます。%@
kk: Осы құрылғыдан «Дауыстық пәрмендер» және «Дауыспен басқару» функцияларының аудио жазбаларын бөлісу арқылы Apple компаниясына «Дауыстық пәрмендер» және «Дауыспен басқару» функцияларын жақсартуға көмектесіңіз. %@
ko: 이 기기에서 사용자가 음성 단축어 및 음성 명령과 상호 작용한 오디오 녹음을 공유하여 Apple이 음성 단축어 및 음성 명령을 향상하는 데 도움을 줄 수 있습니다. %@
lt: Padėkite bendrovei „Apple“ tobulinti „Balso sparčiųjų komandų“ ir „Valdymo balsu“ funkcijas, bendrindami „Balso sparčiųjų komandų“ ir „Valdymo balsu“ naudojimo duomenis šiame įrenginyje. %@
ms: Bantu Apple meningkatkan Pintasan Suara dan Kawalan Suara dengan berkongsi rakaman audio interaksi Pintasan Suara dan Kawalan Suara anda daripada peranti ini. %@
nl: Help Apple bij het verbeteren van spraakopdrachten en stembediening door je audio-opnamen van je interacties met spraakopdrachten en stembediening van dit apparaat te delen. %@
no: Hjelp Apple med å forbedre Stemmesnarveier og Talekontroll ved å dele lydopptak av din interaksjon med disse funksjonene på denne enheten. %@
pl: Pomóż Apple usprawniać funkcje Skróty głosowe i Sterowanie głosowe, udostępniając nagrania audio swoich interakcji z tymi funkcjami z tego urządzenia. %@
pt_br: Compartilhe as gravações de áudio das suas interações com os Atalhos Vocais e o Controle por Voz neste dispositivo para ajudar a Apple a melhorar esses recursos. %@
pt_pt: Ajude a Apple a melhorar os atalhos de voz e o controlo por voz optando por partilhar as gravações de áudio de interações com estas funcionalidades neste dispositivo. %@
ro: Ajutați Apple să îmbunătățească funcționalitățile “Scurtături vocale” și “Comenzi vocale” prin partajarea înregistrărilor audio ale interacțiunilor dvs. cu aceste funcționalități de pe acest dispozitiv. %@
ru: Помогайте Apple улучшать голосовые команды и функцию «Управление голосом», делясь аудиозаписями взаимодействия с этими функциями на Вашем устройстве. %@
sk: Pomôžte spoločnosti Apple vylepšovať hlasové skratky a ovládanie hlasom zdieľaním zvukových nahrávok vašich interakcií s hlasovými skratkami a ovládaním hlasom z tohto zariadenia. %@
sl: Pomagajte družbi Apple izboljšati funkciji Glasovne bližnjice in Glasovno upravljanje z deljenjem zvočnih posnetkov svojih interakcij s funkcijama Glasovne bližnjice in Glasovno upravljanje iz te naprave. %@
sv: Hjälp Apple att förbättra röstgenvägar och röststyrning genom att dela ljudinspelningar av dina interaktioner med röstgenvägar och röststyrning från den här enheten. %@
th: ช่วย Apple ปรับปรุงคำสั่งลัดเสียงพูดและการสั่งการด้วยเสียงโดยแชร์เสียงบันทึกของการโต้ตอบกับคำสั่งลัดเสียงพูดและการสั่งการด้วยเสียงของคุณจากอุปกรณ์นี้ %@
tr: Bu aygıttaki Vokal Kestirmeleri ve Sesle Denetim etkileşimlerinizin ses kayıtlarını paylaşarak Apple’ın Vokal Kestirmeleri’ni ve Sesle Denetim’i iyileştirmesine yardımcı olun. %@
uk: Допомагайте Apple удосконалювати функції «Голосові швидкі команди» і «Керування голосом», надаючи аудіозаписи взаємодій із ними з цього пристрою. %@
vi: Giúp Apple cải thiện Phím tắt giọng nói và Khẩu lệnh bằng cách chia sẻ bản ghi âm thanh của các tương tác Phím tắt giọng nói và Khẩu lệnh từ thiết bị này. %@
zh_cn: 共享来自这台设备的“人声快捷指令”录音和“语音控制”交互，帮助Apple改进“人声快捷指令”和“语音控制”。%@
zh_hk: 透過共享「語音捷徑」和來自此裝置的「語音控制」互動，以協助Apple改進「語音捷徑」和「語音控制」。%@
zh_tw: 分享「語音捷徑」的音訊錄製和此裝置的「語音控制」互動來協助Apple改進「語音捷徑」和「語音控制」。%@
